Repository: eprbell/rp2
Catalog: src/rp2/locales/kl/LC_MESSAGES/messages.po
Languages: kl

source: <Crypto> In-Out
kl: __test_<Crypto> In-Out

source: <Crypto> Tax
kl: __test_<Crypto> Tax

source: Account Balances
kl: __test_Account Balances

source: Accounting Method
kl: __test_Accounting Method

source: Acquired
kl: __test_Acquired

source: Acquired Balance
kl: __test_Acquired Balance

source: Acquired Lot
kl: __test_Acquired Lot

source: Acquired Lot Fraction
kl: __test_Acquired Lot Fraction

source: Acquired Lot Fraction %
kl: __test_Acquired Lot Fraction %

source: Acquired Lot Fraction Description
kl: __test_Acquired Lot Fraction Description

source: Acquired Lot Spot Price
kl: __test_Acquired Lot Spot Price

source: Acquired Lot Timestamp
kl: __test_Acquired Lot Timestamp

source: Acquired Lot {}
kl: __test_Acquired Lot {}

source: Acquired Lot {} Amount Fraction
kl: __test_Acquired Lot {} Amount Fraction

source: Acquired Lot {} Cost Basis
kl: __test_Acquired Lot {} Cost Basis

source: Acquired Lot {} Fee Fraction
kl: __test_Acquired Lot {} Fee Fraction

source: Amount
kl: __test_Amount

source: Amount Fraction
kl: __test_Amount Fraction

source: Amount of given asset held
kl: __test_Amount of given asset held

source: Asset
kl: __test_Asset

source: Asset - Exchange
kl: __test_Asset - Exchange

source: Asset Price Lookup Table
kl: __test_Asset Price Lookup Table

source: Asset holder
kl: __test_Asset holder

source: Average Price
kl: __test_Average Price

source: Average Price Paid Per 1 crypto
kl: __test_Average Price Paid Per 1 crypto

source: Average price at which the crypto was acquired
kl: __test_Average price at which the crypto was acquired

source: Average price at which the crypto was acquired, across all transactions
kl: __test_Average price at which the crypto was acquired, across all transactions

source: Balance
kl: __test_Balance

source: Balance of all the BUY and EARN transactions for a given exchange and holder
kl: __test_Balance of all the BUY and EARN transactions for a given exchange and holder

source: Balance of all the SEND and SOLD transactions for which the given exchange and holder are receiver
kl: __test_Balance of all the SEND and SOLD transactions for which the given exchange and holder are receiver

source: Balance of all the SEND and SOLD transactions for which the given exchange and holder are sender
kl: __test_Balance of all the SEND and SOLD transactions for which the given exchange and holder are sender

source: Capital
kl: __test_Capital

source: Capital Gains
kl: __test_Capital Gains

source: Capital Gains Type
kl: __test_Capital Gains Type

source: Captures all transactions coming in (IN), going out (OUT) and transferring across accounts (INTRA)
kl: __test_Captures all transactions coming in (IN), going out (OUT) and transferring across accounts (INTRA)

source: Color Code
kl: __test_Color Code

source: Computation of balances and gain / loss
kl: __test_Computation of balances and gain / loss

source: Computed balances of all accounts. Useful to double-check that the input transactions have been entered correctly. If values don’t match actual balances some data is missing or wrong
kl: __test_Computed balances of all accounts. Useful to double-check that the input transactions have been entered correctly. If values don’t match actual balances some data is missing or wrong

source: Computed gain and loss for the given cryptocurrency, organized by year and capital gains type (LONG or SHORT)
kl: __test_Computed gain and loss for the given cryptocurrency, organized by year and capital gains type (LONG or SHORT)

source: Cost Basis
kl: __test_Cost Basis

source: Cost Basis Weight %
kl: __test_Cost Basis Weight %

source: Crypto
kl: __test_Crypto

source: Crypto / asset symbol
kl: __test_Crypto / asset symbol

source: Crypto Amount
kl: __test_Crypto Amount

source: Crypto Amt
kl: __test_Crypto Amt

source: Crypto Amt Running Sum
kl: __test_Crypto Amt Running Sum

source: Crypto Balance
kl: __test_Crypto Balance

source: Crypto Balance * Input Price
kl: __test_Crypto Balance * Input Price

source: Crypto Fee
kl: __test_Crypto Fee

source: Crypto Fee Running Sum
kl: __test_Crypto Fee Running Sum

source: Crypto In
kl: __test_Crypto In

source: Crypto In Running Sum
kl: __test_Crypto In Running Sum

source: Crypto Out
kl: __test_Crypto Out

source: Crypto Out Running Sum
kl: __test_Crypto Out Running Sum

source: Crypto Received
kl: __test_Crypto Received

source: Crypto Sent
kl: __test_Crypto Sent

source: Crypto Taxable Total
kl: __test_Crypto Taxable Total

source: Crypto amount for the given taxable event fraction
kl: __test_Crypto amount for the given taxable event fraction

source: Crypto value of the fees
kl: __test_Crypto value of the fees

source: Description
kl: __test_Description

source: Description of the transaction
kl: __test_Description of the transaction

source: Detailed computation of gain and loss: each lot is divided into fractions, which are used to calculate the cost basis and the gain/loss
kl: __test_Detailed computation of gain and loss: each lot is divided into fractions, which are used to calculate the cost basis and the gain/loss

source: Direction (IN/OUT/INTRA) and type (BUY, SOLD, etc) of the taxable event
kl: __test_Direction (IN/OUT/INTRA) and type (BUY, SOLD, etc) of the taxable event

source: Direction/Type
kl: __test_Direction/Type

source: Does the transaction contain a taxable event? If so the taxable amount is highlighted in yellow
kl: __test_Does the transaction contain a taxable event? If so the taxable amount is highlighted in yellow

source: EARN (crypto earned through interest, etc.), GIFT (crypto given), SOLD (crypto sold) OR INTRA (fees for transferring crypto across accounts)
kl: __test_EARN (crypto earned through interest, etc.), GIFT (crypto given), SOLD (crypto sold) OR INTRA (fees for transferring crypto across accounts)

source: ENTER PRICES ON INPUT TAB
kl: __test_ENTER PRICES ON INPUT TAB

source: English description of this in-transaction fraction
kl: __test_English description of this in-transaction fraction

source: English description of this taxable event fraction
kl: __test_English description of this taxable event fraction

source: Event
kl: __test_Event

source: Exchange
kl: __test_Exchange

source: Exchange account or wallet owner
kl: __test_Exchange account or wallet owner

source: Exchange or wallet from which the transfer of crypto occurred (e.g. Coinbase, Coinbase Pro, BlockFi, etc.)
kl: __test_Exchange or wallet from which the transfer of crypto occurred (e.g. Coinbase, Coinbase Pro, BlockFi, etc.)

source: Exchange or wallet on which the transaction occurred (e.g. Coinbase, Coinbase Pro, BlockFi, etc.)
kl: __test_Exchange or wallet on which the transaction occurred (e.g. Coinbase, Coinbase Pro, BlockFi, etc.)

source: Exchange or wallet to which the transfer of crypto occurred (e.g. Coinbase, Coinbase Pro, BlockFi, etc.)
kl: __test_Exchange or wallet to which the transfer of crypto occurred (e.g. Coinbase, Coinbase Pro, BlockFi, etc.)

source: Fee Fraction
kl: __test_Fee Fraction

source: Fill in Asset Prices in the Input Tab for calculations
kl: __test_Fill in Asset Prices in the Input Tab for calculations

source: Final
kl: __test_Final

source: Final Balance
kl: __test_Final Balance

source: Final balance of all transactions for a given exchange and holder
kl: __test_Final balance of all transactions for a given exchange and holder

source: Fraction %
kl: __test_Fraction %

source: Fraction Description
kl: __test_Fraction Description

source: From
kl: __test_From

source: From Date Filter
kl: __test_From Date Filter

source: From Exchange
kl: __test_From Exchange

source: From Holder
kl: __test_From Holder

source: Gain / Loss
kl: __test_Gain / Loss

source: Gain / Loss %
kl: __test_Gain / Loss %

source: Gain / Loss Detail
kl: __test_Gain / Loss Detail

source: Gain / Loss Summary
kl: __test_Gain / Loss Summary

source: Gains
kl: __test_Gains

source: Gains Type
kl: __test_Gains Type

source: General
kl: __test_General

source: Grand Total
kl: __test_Grand Total

source: Gray
kl: __test_Gray

source: Hash of the transaction
kl: __test_Hash of the transaction

source: Hash or exchange-specific unique identifier for the transaction
kl: __test_Hash or exchange-specific unique identifier for the transaction

source: Holder
kl: __test_Holder

source: How much of the given cryptocurrency was acquired with the transaction
kl: __test_How much of the given cryptocurrency was acquired with the transaction

source: How much of the given cryptocurrency was received with the transaction
kl: __test_How much of the given cryptocurrency was received with the transaction

source: How much of the given cryptocurrency was sent with the transaction
kl: __test_How much of the given cryptocurrency was sent with the transaction

source: In
kl: __test_In

source: In-Flow Detail
kl: __test_In-Flow Detail

source: Indicates the percent of which this asset's unrealized gain/loss contributed to the whole portfolio's Unrealized Gain / Loss % (Gain/Loss relative to total cash investment)
kl: __test_Indicates the percent of which this asset's unrealized gain/loss contributed to the whole portfolio's Unrealized Gain / Loss % (Gain/Loss relative to total cash investment)

source: Information calculated based on values entered in the Input tab
kl: __test_Information calculated based on values entered in the Input tab

source: Information from transactions
kl: __test_Information from transactions

source: Input
kl: __test_Input

source: Input Price
kl: __test_Input Price

source: Intra-Flow Detail
kl: __test_Intra-Flow Detail

source: LONG
kl: __test_LONG

source: LONG (> 1 year) or SHORT (< 1 year)
kl: __test_LONG (> 1 year) or SHORT (< 1 year)

source: Legend
kl: __test_Legend

source: Looked up from the Input tab for the given asset
kl: __test_Looked up from the Input tab for the given asset

source: Lots that have been sent or sold, according to the order defined by the Accounting Method (see General section)
kl: __test_Lots that have been sent or sold, according to the order defined by the Accounting Method (see General section)

source: Movements across accounts without increasing/decreasing total value of crypto owned. The amount transferred is non-taxable but the transfer fee is considered a crypto sale and it is a taxable event
kl: __test_Movements across accounts without increasing/decreasing total value of crypto owned. The amount transferred is non-taxable but the transfer fee is considered a crypto sale and it is a taxable event

source: N/A
kl: __test_N/A

source: NO
kl: __test_NO

source: Name of the exchange or wallet account holder
kl: __test_Name of the exchange or wallet account holder

source: No Fee
kl: __test_No Fee

source: Notes
kl: __test_Notes

source: Open Positions / Unrealized Gains
kl: __test_Open Positions / Unrealized Gains

source: Open Positions by Asset
kl: __test_Open Positions by Asset

source: Open Positions by Asset and Exchange
kl: __test_Open Positions by Asset and Exchange

source: Out-Flow Detail
kl: __test_Out-Flow Detail

source: Owner of the exchange account or wallet from which the transfer of crypto occurred
kl: __test_Owner of the exchange account or wallet from which the transfer of crypto occurred

source: Owner of the exchange account or wallet to which the transfer of crypto occurred
kl: __test_Owner of the exchange account or wallet to which the transfer of crypto occurred

source: Paid Per 1 {}
kl: __test_Paid Per 1 {}

source: Percent change between Unrealized Value and Unrealized Cost Basis
kl: __test_Percent change between Unrealized Value and Unrealized Cost Basis

source: Percentage of the in-transaction
kl: __test_Percentage of the in-transaction

source: Percentage of the taxable event
kl: __test_Percentage of the taxable event

source: Price
kl: __test_Price

source: Received
kl: __test_Received

source: Received Balance
kl: __test_Received Balance

source: Report Fields
kl: __test_Report Fields

source: Running Sum
kl: __test_Running Sum

source: Running sum of crypto amount
kl: __test_Running sum of crypto amount

source: Running sum of crypto fees
kl: __test_Running sum of crypto fees

source: Running sum of crypto received
kl: __test_Running sum of crypto received

source: Running sum of crypto sent
kl: __test_Running sum of crypto sent

source: SHORT
kl: __test_SHORT

source: Sent
kl: __test_Sent

source: Sent Balance
kl: __test_Sent Balance

source: Sent/Sold
kl: __test_Sent/Sold

source: Sheet Types
kl: __test_Sheet Types

source: Size of investment relative to other assets for cost basis ({} Unrealized Cost Basis divided by the sum of all assets' {} Unrealized Cost Basis)
kl: __test_Size of investment relative to other assets for cost basis ({} Unrealized Cost Basis divided by the sum of all assets' {} Unrealized Cost Basis)

source: Size of investment relative to the portfolio's unrealized value (Unrealized Value divided by sum of all assets' Unrealized Values)
kl: __test_Size of investment relative to the portfolio's unrealized value (Unrealized Value divided by sum of all assets' Unrealized Values)

source: Spot Price
kl: __test_Spot Price

source: Sum of all capital gains in {} for transactions of the given capital gains type
kl: __test_Sum of all capital gains in {} for transactions of the given capital gains type

source: Sum of all cost bases in {} for transactions of the given capital gains type
kl: __test_Sum of all cost bases in {} for transactions of the given capital gains type

source: Sum of all taxable events in crypto for transactions of the given capital gains type
kl: __test_Sum of all taxable events in crypto for transactions of the given capital gains type

source: Sum of all taxable events in {} for transactions of the given capital gains type
kl: __test_Sum of all taxable events in {} for transactions of the given capital gains type

source: Sum of fiat cost to acquire the balance of crypto based on in-flow transactions
kl: __test_Sum of fiat cost to acquire the balance of crypto based on in-flow transactions

source: Sum of fiat cost to acquire the balance of crypto based on in-flow transactions divided by the crypto balance
kl: __test_Sum of fiat cost to acquire the balance of crypto based on in-flow transactions divided by the crypto balance

source: Summary
kl: __test_Summary

source: Summary year
kl: __test_Summary year

source: Table Types
kl: __test_Table Types

source: Taxable
kl: __test_Taxable

source: Taxable Event
kl: __test_Taxable Event

source: Taxable Event Direction/Type
kl: __test_Taxable Event Direction/Type

source: Taxable Event Fraction %
kl: __test_Taxable Event Fraction

source: Taxable Event Fraction Description
kl: __test_Taxable Event Fraction Description

source: Taxable Event Spot Price
kl: __test_Taxable Event Spot Price

source: Taxable Event Timestamp
kl: __test_Taxable Event Timestamp

source: Taxable Event {}
kl: __test_Taxable Event {}

source: Taxable Event {} Amount Fraction
kl: __test_Taxable Event {} Amount Fraction

source: Taxable Total
kl: __test_Taxable Total

source: This file contains two versions of the same report. One version is grouped by Asset, the other by Asset and Exchange (or wallet)
kl: __test_This file contains two versions of the same report. One version is grouped by Asset, the other by Asset and Exchange (or wallet)

source: This report leverages the details of your transactions to give you a snapshot of the value of your unsold holdings
kl: __test_This report leverages the details of your transactions to give you a snapshot of the value of your unsold holdings

source: Time at which the in-transaction occurred
kl: __test_Time at which the in-transaction occurred

source: Time at which the taxable event occurred
kl: __test_Time at which the taxable event occurred

source: Time at which the transaction occurred
kl: __test_Time at which the transaction occurred

source: Timestamp
kl: __test_Timestamp

source: To Date Filter
kl: __test_To Date Filter

source: To Exchange
kl: __test_To Exchange

source: To Holder
kl: __test_To Holder

source: Total
kl: __test_Total

source: Total Cost Basis %
kl: __test_Total Cost Basis %

source: Transaction
kl: __test_Transaction

source: Transaction Type
kl: __test_Transaction Type

source: Transactions that added new crypto to accounts (e.g. buy, etc.). Only EARN-typed transactions are taxable events (interest received on crypto)
kl: __test_Transactions that added new crypto to accounts (e.g. buy, etc.). Only EARN-typed transactions are taxable events (interest received on crypto)

source: Transactions that removed some crypto from accounts (e.g. sell, send as gift, etc.). These are taxable events
kl: __test_Transactions that removed some crypto from accounts (e.g. sell, send as gift, etc.). These are taxable events

source: Type
kl: __test_Type

source: Type of the transaction (BUY, GIFT, INTEREST, STAKING, etc.)
kl: __test_Type of the transaction (BUY, GIFT, INTEREST, STAKING, etc.)

source: Type of the transaction (DONATE, GIFT, SELL, etc.)
kl: __test_Type of the transaction (DONATE, GIFT, SELL, etc.)

source: USD
kl: __test_USD

source: USD Total
kl: __test_USD Total

source: Unique Id
kl: __test_Unique Id

source: Unrealized G/L of
kl: __test_Unrealized G/L of

source: Unrealized G/L of Total Cost Basis %
kl: __test_Unrealized G/L of Total Cost Basis %

source: Unrealized Value - Unrealized Cost Basis
kl: __test_Unrealized Value - Unrealized Cost Basis

source: Value
kl: __test_Value

source: Value Weight %
kl: __test_Value Weight %

source: Value of 1 unit of the given cryptocurrency at the time the in-transaction occurred
kl: __test_Value of 1 unit of the given cryptocurrency at the time the in-transaction occurred

source: Value of 1 unit of the given cryptocurrency at the time the taxable event occurred
kl: __test_Value of 1 unit of the given cryptocurrency at the time the taxable event occurred

source: Value of 1 unit of the given cryptocurrency at the time the transaction occurred
kl: __test_Value of 1 unit of the given cryptocurrency at the time the transaction occurred

source: Weight %
kl: __test_Weight %

source: Which cryptocurrency (e.g. BTC, ETH, etc.)
kl: __test_Which cryptocurrency (e.g. BTC, ETH, etc.)

source: Which cryptocurrency was transacted (e.g. BTC, ETH, etc.)
kl: __test_Which cryptocurrency was transacted (e.g. BTC, ETH, etc.)

source: With Fee
kl: __test_With Fee

source: YES
kl: __test_YES

source: Year
kl: __test_Year

source: Yearly Gain / Loss Summary
kl: __test_Yearly Gain / Loss Summary

source: Yellow
kl: __test_Yellow

source: {} Fee
kl: __test_{} Fee

source: {} In
kl: __test_{} In

source: {} In No Fee
kl: __test_{} In No Fee

source: {} In With Fee
kl: __test_{} In With Fee

source: {} In-Out
kl: __test_{} In-Out

source: {} Out
kl: __test_{} Out

source: {} Per Unit
kl: __test_{} Per Unit

source: {} Per Unit Cost Basis
kl: __test_{} Per Unit Cost Basis

source: {} Per Unit Input Price
kl: __test_{} Per Unit Input Price

source: {} Tax
kl: __test_{} Tax

source: {} Taxable Total
kl: __test_{} Taxable Total

source: {} Total
kl: __test_{} Total

source: {} Total Cost Basis
kl: __test_{} Total Cost Basis

source: {} Unrealized
kl: __test_{} Unrealized

source: {} Unrealized Cost Basis
kl: __test_{} Unrealized Cost Basis

source: {} Unrealized Gain / Loss
kl: __test_{} Unrealized Gain / Loss

source: {} Unrealized Gain / Loss %
kl: __test_{} Unrealized Gain / Loss %

source: {} Unrealized Value
kl: __test_{} Unrealized Value

source: {} Unrealized Value Weight %
kl: __test_{} Unrealized Value Weight %

source: {} amount of this in-transaction fraction
kl: __test_{} amount of this in-transaction fraction

source: {} amount of this taxable event fraction
kl: __test_{} amount of this taxable event fraction

source: {} cost basis of this in-transaction fraction
kl: __test_{} cost basis of this in-transaction fraction

source: {} fee of this in-transaction fraction
kl: __test_{} fee of this in-transaction fraction

source: {} value of the fees
kl: __test_{} value of the fees

source: {} value of the transaction with fees
kl: __test_{} value of the transaction with fees

source: {} value of the transaction without fees
kl: __test_{} value of the transaction without fees
