Repository: eprbell/rp2
Catalog: src/rp2/locales/*/LC_MESSAGES/messages.po
Languages: es

source: <Crypto> In-Out
es: <Crypto> Entrada-Salida

source: <Crypto> Tax
es: <Crypto> Impuesto

source: Account Balances
es: Saldos de Cuenta

source: Accounting Method
es: Metodo de contabilidad

source: Acquired
es: Adquirido

source: Acquired Balance
es: Saldo adquirido

source: Acquired Lot
es: Lote adquirido

source: Acquired Lot Fraction
es: Fracción de lote adquirido

source: Acquired Lot Fraction %
es: Fracción de lote adquirido %

source: Acquired Lot Fraction Description
es: Descripción de la fracción del lote adquirido

source: Acquired Lot Spot Price
es: Precio al contado del lote adquirido

source: Acquired Lot Timestamp
es: Marca de tiempo del lote adquirido

source: Acquired Lot {}
es: Lote adquirido {}

source: Acquired Lot {} Amount Fraction
es: Lote adquirido {} Cantidad de Fracción

source: Acquired Lot {} Cost Basis
es: Lote adquirido {} Base de costo

source: Acquired Lot {} Fee Fraction
es: Lote adquirido {} Fracción de comisión

source: Amount
es: Cantidad

source: Amount Fraction
es: Cantidad de Fracción

source: Amount of given asset held
es: Cantidad del activo dado retenido

source: Asset
es: Activo

source: Asset - Exchange
es: Activo - Intercambio

source: Asset Price Lookup Table
es: Tabla de búsqueda de precios de activos

source: Asset holder
es: Poseedor de activo

source: Average Price
es: Precio medio

source: Average Price Paid Per 1 crypto
es: Precio medio pagado por 1 crypto

source: Average price at which the crypto was acquired
es: Precio medio al que la criptomoneda fue adquirido

source: Average price at which the crypto was acquired, across all transactions
es: Precio medio al que se adquirió la criptomoneda, en todas las transacciones

source: Balance of all the BUY and EARN transactions for a given exchange and holder
es: Saldo de todas las transacciones de BUY y EARN para un intercambio y titular dados

source: Balance of all the SEND and SOLD transactions for which the given exchange and holder are receiver
es: Saldo de todas las transacciones SEND y SOLD para las cuales el intercambio y el titular dados son el receptor

source: Balance of all the SEND and SOLD transactions for which the given exchange and holder are sender
es: Saldo de todas las transacciones SEND y SOLD para las cuales el intercambio y el titular dados son el remitente

source: Capital Gains
es: Ganancias de capital

source: Capital Gains Type
es: Tipo de ganancias de capital

source: Captures all transactions coming in (IN), going out (OUT) and transferring across accounts (INTRA)
es: Captura todas las transacciones entrantes (IN), salientes (OUT) y transferencias entre cuentas (INTRA)

source: Color Code
es: Codigo de colores

source: Computation of balances and gain / loss
es: Cómputo de saldos y ganancias/pérdidas

source: Computed balances of all accounts. Useful to double-check that the input transactions have been entered correctly. If values don’t match actual balances some data is missing or wrong
es: Saldos calculados de todas las cuentas. Útil para verificar que las transacciones de entrada se hayan ingresado correctamente. Si los valores no coinciden con los saldos reales, faltan algunos datos o son incorrectos

source: Computed gain and loss for the given cryptocurrency, organized by year and capital gains type (LONG or SHORT)
es: Ganancias y pérdidas calculadas para la criptomoneda dada, organizadas por año y tipo de ganancias de capital (LARGO o CORTO)

source: Cost Basis
es: Base de costo

source: Cost Basis Weight %
es: Costo Base Peso %

source: Crypto
es: Criptomoneda

source: Crypto / asset symbol
es: Criptomoneda/simbolo de activo

source: Crypto Amount
es: Cantidad de criptomoneda

source: Crypto Amt
es: Importe crypto

source: Crypto Amt Running Sum
es: Importe crypto suma acumulada

source: Crypto Balance
es: Balance crypto

source: Crypto Balance * Input Price
es: Balance crypto * Precio de entrada

source: Crypto Fee
es: Comision crypto

source: Crypto Fee Running Sum
es: Comision crypto suma acumulada

source: Crypto In
es: Entrada crypto

source: Crypto In Running Sum
es: Entrada crypto suma acumulada

source: Crypto Out
es: Salida crypto

source: Crypto Out Running Sum
es: Salida crypto suma acumulada

source: Crypto Received
es: Crypto recibida

source: Crypto Sent
es: Crypto enviada

source: Crypto Taxable Total
es: Total imponible por criptomonedas

source: Crypto amount for the given taxable event fraction
es: Cantidad de criptomoneda para la parte de evento imponible dada

source: Crypto value of the fees
es: Valor criptográfico de las comisiones

source: Description
es: Descripción

source: Description of the transaction
es: Descripción de la transacción

source: Detailed computation of gain and loss: each lot is divided into fractions, which are used to calculate the cost basis and the gain/loss
es: Cálculo detallado de ganancias y pérdidas: cada lote se divide en fracciones, que se utilizan para calcular la base del costo y la ganancia/pérdida

source: Direction (IN/OUT/INTRA) and type (BUY, SOLD, etc) of the taxable event
es: Sentido (ENTRADA/SALIDA/INTRA) y tipo (COMPRA, VENDIDA, etc) del hecho imponible

source: Direction/Type
es: Dirección/Tipo

source: Does the transaction contain a taxable event? If so the taxable amount is highlighted in yellow
es: ¿La transacción contiene un evento imponible? Si es así, la cantidad imponible se resalta en amarillo

source: EARN (crypto earned through interest, etc.), GIFT (crypto given), SOLD (crypto sold) OR INTRA (fees for transferring crypto across accounts)
es: EARN (cripto ganada a través de intereses, etc.), GIFT (cripto dado), SOLD (cripto vendido) O INTRA (comisiónes por transferir cripto entre cuentas)

source: ENTER PRICES ON INPUT TAB
es: INGRESE PRECIOS EN LA PESTAÑA DE ENTRADA

source: English description of this in-transaction fraction
es: Descripción en inglés de esta fracción en transacción

source: English description of this taxable event fraction
es: Descripción en inglés de esta fracción del evento imponible

source: Event
es: Evento

source: Exchange
es: Intercambio

source: Exchange account or wallet owner
es: Propietario de cuenta de Exchange o monedero

source: Exchange or wallet from which the transfer of crypto occurred (e.g. Coinbase, Coinbase Pro, BlockFi, etc.)
es: Intercambio o monedero desde el que se produjo la transferencia de criptografía (por ejemplo, Coinbase, Coinbase Pro, BlockFi, etc.)

source: Exchange or wallet on which the transaction occurred (e.g. Coinbase, Coinbase Pro, BlockFi, etc.)
es: Intercambio o monedero en el que se produjo la transacción (por ejemplo, Coinbase, Coinbase Pro, BlockFi, etc.)

source: Exchange or wallet to which the transfer of crypto occurred (e.g. Coinbase, Coinbase Pro, BlockFi, etc.)
es: Intercambio o billetera a la que se realizó la transferencia de criptografía (por ejemplo, Coinbase, Coinbase Pro, BlockFi, etc.)

source: Exchange or wallet where balance is held (Asset - Exchange tab only)
es: Intercambio o billetera donde se mantiene el saldo (Activo: solo en la pestaña Intercambio)

source: Fee Fraction
es: Fracción de comisión

source: Fill in Asset Prices in the Input Tab for calculations
es: Complete los precios de los activos en la pestaña de entrada para los cálculos

source: Final Balance
es: Saldo final

source: Final balance of all transactions for a given exchange and holder
es: Saldo final de todas las transacciones para un intercambio y titular determinados

source: Fraction %
es: % de la Fracción

source: Fraction Description
es: Descripción de la Fracción

source: From
es: De

source: From Date Filter
es: Filtro de fecha Desde

source: From Exchange
es: Desde el intercambio

source: From Holder
es: Desde el titular

source: Gain / Loss
es: Ganancia / Pérdida

source: Gain / Loss %
es: % de Ganancia / Pérdida

source: Gain / Loss Detail
es: Detalle de Ganancia / Pérdida

source: Gain / Loss Summary
es: Resumen de Ganancia / Pérdida

source: Gains
es: Ganancias

source: Gains Type
es: Tipo de Ganancias

source: Grand Total
es: Total General

source: Gray
es: Gris

source: Hash of the transaction
es: Hash de la transacción

source: Hash or exchange-specific unique identifier for the transaction
es: Hash o identificador único específico del intercambio para la transacción

source: Holder
es: Titular

source: How much of the given cryptocurrency was acquired with the transaction
es: Cuánta criptomoneda se adquirió con la transacción

source: How much of the given cryptocurrency was received with the transaction
es: Cuánta criptomoneda se recibió con la transacción

source: How much of the given cryptocurrency was sent with the transaction
es: Cuánta criptomoneda se envió con la transacción

source: In
es: Entrada

source: In-Flow Detail
es: Detalle del Flujo de Entrada

source: Indicates the percent of which this asset's unrealized gain/loss contributed to the whole portfolio's Unrealized Gain / Loss % (Gain/Loss relative to total cash investment)
es: Indica el porcentaje en el que la ganancia/pérdida no realizada de este activo contribuyó al porcentaje de ganancia/pérdida no realizada total de la cartera (ganancia/pérdida relativa a la inversión en efectivo total)

source: Information calculated based on values entered in the Input tab
es: Información calculada en función de los valores ingresados en la pestaña de Entrada

source: Information from transactions
es: Información de transacciones

source: Input
es: Entrada

source: Input Price
es: Precio de entrada

source: Intra-Flow Detail
es: Detalle de Intra-Flujo

source: LONG
es: LARGO

source: LONG (> 1 year) or SHORT (< 1 year)
es: LARGO (> 1 año) o CORTO (< 1 año)

source: Legend
es: Leyenda

source: Looked up from the Input tab for the given asset
es: Buscado en la pestaña de Entrada para el activo dado

source: Lots that have been sent or sold, according to the order defined by the Accounting Method (see General section)
es: Lotes que han sido enviados o vendidos, de acuerdo con el orden definido por el Método de Contabilidad (consultar la sección General)

source: Movements across accounts without increasing/decreasing total value of crypto owned. The amount transferred is non-taxable but the transfer fee is considered a crypto sale and it is a taxable event
es: Movimientos entre cuentas sin aumentar/disminuir el valor total de la criptomoneda poseída. La cantidad transferida no está sujeta a impuestos, pero la comisión de transferencia se considera una venta de criptomonedas y es un evento imponible

source: Name of the exchange or wallet account holder
es: Nombre del titular de la cuenta de intercambio o billetera

source: No Fee
es: Sin comisión

source: Notes
es: Notas

source: Open Positions / Unrealized Gains
es: Posiciones abiertas / Ganancias no realizadas

source: Open Positions by Asset
es: Posiciones abiertas por activo

source: Open Positions by Asset and Exchange
es: Posiciones abiertas por activo y exchange

source: Out-Flow Detail
es: Detalle de salida

source: Owner of the exchange account or wallet from which the transfer of crypto occurred
es: Propietario de la cuenta de intercambio o billetera desde la cual se realizó la transferencia de criptomonedas

source: Owner of the exchange account or wallet to which the transfer of crypto occurred
es: Propietario de la cuenta de intercambio o billetera a la cual se realizó la transferencia de criptomonedas

source: Paid Per 1 {}
es: Pagado por 1 {}

source: Percent change between Unrealized Value and Unrealized Cost Basis
es: Porcentaje de cambio entre el Valor No Realizado y la Base de Costos No Realizada

source: Percentage of the in-transaction
es: Porcentaje de la transacción entrante

source: Percentage of the taxable event
es: Porcentaje del evento gravable

source: Price
es: Precio

source: Received
es: Recibido

source: Received Balance
es: Saldo recibido

source: Report Fields
es: Campos del informe

source: Running Sum
es: Suma acumulada

source: Running sum of crypto amount
es: Suma acumulada del monto de criptomonedas

source: Running sum of crypto fees
es: Suma acumulada de las comisiónes de criptomonedas

source: Running sum of crypto received
es: Suma acumulada de las criptomonedas recibidas

source: Running sum of crypto sent
es: Suma acumulada de las criptomonedas enviadas

source: SHORT
es: CORTO

source: Sent
es: Enviado

source: Sent Balance
es: Saldo enviado

source: Sent/Sold
es: Enviado/Vendido

source: Sheet Types
es: Tipos de hoja

source: Size of investment relative to other assets for cost basis ({} Unrealized Cost Basis divided by the sum of all assets' {} Unrealized Cost Basis)
es: Tamaño de la inversión en relación con otros activos para la base de costo ({} Base de costo no realizada dividida por la suma de todas las bases de costo no realizadas de los activos {})

source: Size of investment relative to the portfolio's unrealized value (Unrealized Value divided by sum of all assets' Unrealized Values)
es: Tamaño de la inversión en relación con el valor no realizado de la cartera (Valor no realizado dividido por la suma de todos los valores no realizados de los activos)

source: Spot Price
es: Precio spot

source: Sum of all capital gains in {} for transactions of the given capital gains type
es: Suma de todas las ganancias de capital en {} para transacciones del tipo de ganancias de capital dado

source: Sum of all cost bases in {} for transactions of the given capital gains type
es: Suma de todas las bases de costo en {} para transacciones del tipo de ganancias de capital dado

source: Sum of all taxable events in crypto for transactions of the given capital gains type
es: Suma de todos los eventos imponibles en cripto para transacciones del tipo de ganancias de capital dado

source: Sum of all taxable events in {} for transactions of the given capital gains type
es: Suma de todos los eventos imponibles en {} para transacciones del tipo de ganancias de capital dado

source: Sum of fiat cost to acquire the balance of crypto based on in-flow transactions
es: Suma del costo de fiat para adquirir el saldo de cripto basado en transacciones de entrada

source: Sum of fiat cost to acquire the balance of crypto based on in-flow transactions divided by the crypto balance
es: Suma del costo de fiat para adquirir el saldo de cripto basado en transacciones de entrada dividido por el saldo de cripto

source: Summary
es: Resumen

source: Summary year
es: Año de resumen

source: Table Types
es: Tipos de tabla

source: Taxable
es: Imponible

source: Taxable Event
es: Evento imponible

source: Taxable Event Direction/Type
es: Dirección/tipo de evento imponible

source: Taxable Event Fraction %
es: Fracción de evento imponible %

source: Taxable Event Fraction Description
es: Descripción de fracción de evento imponible

source: Taxable Event Spot Price
es: Precio spot de evento imponible

source: Taxable Event Timestamp
es: Marca de tiempo de evento imponible

source: Taxable Event {}
es: Evento imponible {}

source: Taxable Event {} Amount Fraction
es: Cantidad de Fracción del evento imponible {}

source: Taxable Total
es: Total imponible

source: This file contains two versions of the same report. One version is grouped by Asset, the other by Asset and Exchange (or wallet)
es: Este archivo contiene dos versiones del mismo informe. Una versión se agrupa por activo y la otra por activo e intercambio (o billetera).

source: This report leverages the details of your transactions to give you a snapshot of the value of your unsold holdings
es: Este informe utiliza los detalles de sus transacciones para darle una instantánea del valor de sus tenencias no vendidas.

source: Time at which the in-transaction occurred
es: Hora en que se realizó la transacción interna.

source: Time at which the taxable event occurred
es: Hora en que ocurrió el evento imponible.

source: Time at which the transaction occurred
es: Hora en que se realizó la transacción.

source: Timestamp
es: Marca de tiempo

source: To Date Filter
es: Filtro de fecha hasta

source: To Exchange
es: Hacia el intercambio

source: To Holder
es: Hacia el titular

source: Total Cost Basis %
es: Porcentaje del costo base total

source: Transaction
es: Transacción

source: Transaction Type
es: Tipo de transacción

source: Transactions that added new crypto to accounts (e.g. buy, etc.). Only EARN-typed transactions are taxable events (interest received on crypto)
es: Transacciones que agregaron nueva criptomoneda a las cuentas (compra, etc.). Solo las transacciones de tipo EARN son eventos imponibles (intereses recibidos en criptomoneda).

source: Transactions that removed some crypto from accounts (e.g. sell, send as gift, etc.). These are taxable events
es: Transacciones que eliminaron cierta criptomoneda de las cuentas (venta, envío como regalo, etc.). Estos son eventos imponibles.

source: Type
es: Tipo

source: Type of the transaction (BUY, GIFT, INTEREST, STAKING, etc.)
es: Tipo de transacción (COMPRA, REGALO, INTERÉS, STAKING, etc.)

source: Type of the transaction (DONATE, GIFT, SELL, etc.)
es: Tipo de transacción (DONACION, REGALO, VENTA, etc.)

source: USD Total
es: Total en USD

source: Unique Id
es: Identificación única

source: Unrealized G/L of
es: G/P no realizado de

source: Unrealized G/L of Total Cost Basis %
es: G/P no realizado de porcentaje del costo base total

source: Unrealized Value - Unrealized Cost Basis
es: Valor no realizado - Costo base no realizado

source: Value
es: Valor

source: Value Weight %
es: Porcentaje del peso del valor

source: Value of 1 unit of the given cryptocurrency at the time the in-transaction occurred
es: Valor de 1 unidad de la criptomoneda en el momento en que ocurrió la transacción interna.

source: Value of 1 unit of the given cryptocurrency at the time the taxable event occurred
es: Valor de 1 unidad de la criptomoneda en el momento en que ocurrió el evento imponible.

source: Value of 1 unit of the given cryptocurrency at the time the transaction occurred
es: Valor de 1 unidad de la criptomoneda en el momento en que ocurrió la transacción

source: Weight %
es: Porcentaje de peso

source: Which cryptocurrency (e.g. BTC, ETH, etc.)
es: ¿Qué criptomoneda (por ejemplo, BTC, ETH, etc.)?

source: Which cryptocurrency was transacted (e.g. BTC, ETH, etc.)
es: ¿Qué criptomoneda se intercambió (por ejemplo, BTC, ETH, etc.)?

source: With Fee
es: Con comisión

source: YES
es: SÍ

source: Year
es: Año

source: Yearly Gain / Loss Summary
es: Resumen de ganancia / pérdida anual

source: Yellow
es: Amarillo

source: buy
es: compra

source: donate
es: donación

source: fee
es: comisión

source: gift
es: regalo

source: hardfork
es: bifurcación dura

source: income
es: impuesto

source: interest
es: interes

source: mining
es: minado

source: move
es: movimiento

source: sell
es: venta

source: wages
es: salarios

source: {} Fee
es: {} Comisión

source: {} In
es: {} Entrada

source: {} In No Fee
es: {} Entrada sin comisión

source: {} In With Fee
es: {} Entrada con comisión

source: {} In-Out
es: {} Entrada-Salida

source: {} Out
es: {} Salida

source: {} Per Unit
es: {} Por unidad

source: {} Per Unit Cost Basis
es: {} Costo base por unidad

source: {} Per Unit Input Price
es: {} Precio de entrada por unidad

source: {} Tax
es: {} Impuesto

source: {} Taxable Total
es: {} Total gravable

source: {} Total Cost Basis
es: {} Costo base total

source: {} Unrealized
es: {} No realizado

source: {} Unrealized Cost Basis
es: {} Costo base no realizado

source: {} Unrealized Gain / Loss
es: {} Ganancia / Pérdida no realizada

source: {} Unrealized Gain / Loss %
es: {} Porcentaje de ganancia / pérdida no realizada

source: {} Unrealized Value
es: {} Valor no realizado

source: {} Unrealized Value Weight %
es: {} Porcentaje de peso del valor no realizado

source: {} amount of this in-transaction fraction
es: {} cantidad de esta fracción de transacción

source: {} amount of this taxable event fraction
es: {} cantidad de esta fracción de evento gravable

source: {} cost basis of this in-transaction fraction
es: {} costo base de esta fracción de transacción

source: {} fee of this in-transaction fraction
es: {} comisión de esta fracción de transacción

source: {} value of the fees
es: {} valor de las comisiónes

source: {} value of the transaction with fees
es: {} valor de la transacción con comisiónes

source: {} value of the transaction without fees
es: {} valor de la transacción sin comisiónes

source: {}_Summary
es: {}_Resumen
